9/data/attachments/4448e3a3b20c3a98.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_023a720d-da53-4df2-83d6-81a01cdc8840</nif:username>
            <nif:pageInfo>
                <nif:page>100</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>